Revit 2027 API
ReinforcementData Properties
The ReinforcementData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ReinforcementData Class
Autodesk.Revit.DB.Structure Namespace